Repository: liroyma/DontWorry
Catalog: DontWorry2/*.lproj/Localizable.strings
Languages: he

source: Main
he: ראשי

source: Contacts
he: אנשי קשר

source: Messages edit
he: עריכת כפתורים

source: Settings
he: הגדרות

source: Message Edit
he: עריכת הודעה

source: Edit the message
he: ערוך את ההודעה

source: Cancel
he: ביטול

source: Save
he: שמור

source: Please select contact
he: נא לבחור אנשי קשר

source: My location is:
he: המיקום שלי הוא:

source: Reset wallpaper
he: איפוס תמונת רקע

source: Reset
he: אפס

source: Send my location
he: שלח מיקום

# first
source: I'm at school
he: הגעתי לבית הספר

# second
source: I'm at home
he: הגעתי הביתה

# thered
source: On my way home
he: יצאתי מהבית ספר
